{
  "resources": {
    "string": [
      {
        "_": "Животные",
        "name": "quiz_animals_name"
      },
      {
        "_": "Проверь, как ты знаешь животных!",
        "name": "quiz_animals_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Животные",
        "name": "quiz_animals_link"
      },
      {
        "_": "Медведь",
        "name": "quiz_animals_bear_name"
      },
      {
        "name": "quiz_animals_bear_hint"
      },
      {
        "_": "Медве́жьи (лат. Ursidae) — семейство млекопитающих отряда хищных. Отличаются от других представителей псообразных более коренастым телосложением. Медведи всеядны, хорошо лазают и плавают, могут стоять и проходить короткие расстояния на задних лапах. Имеют короткий хвост, длинную и густую шерсть, а также отличное обоняние. Охотятся вечером или на рассвете. Невосприимчивы к пчелиным укусам. В природе естественных врагов почти не имеют.",
        "name": "quiz_animals_bear_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Медвежьи",
        "name": "quiz_animals_bear_link"
      },
      {
        "_": "Лось",
        "name": "quiz_animals_moose_name"
      },
      {
        "name": "quiz_animals_moose_hint"
      },
      {
        "_": "Лось, или соха́тый (лат. Alces alces) — парнокопытное млекопитающее, самый крупный вид семейства оленевых. Длина тела самца до 3 м, высота в холке до 2,3 м, длина хвоста 12—13 см[2]; масса 360—600 кг; на Дальнем Востоке России и в Канаде — до 655 кг. Самки меньше. По внешнему облику лось заметно отличается от других оленей. Туловище и шея у него короткие, холка высокая, в виде горба. Ноги сильно вытянутые, поэтому, чтобы напиться, лось вынужден заходить глубоко в воду или становиться на колени передних ног. Голова крупная, горбоносая, с нависающей мясистой верхней губой. Под горлом мягкий кожистый вырост («серьга»), достигающий 25—40 см. Шерсть грубая, буровато-чёрная; ноги светло-серые, почти белые.",
        "name": "quiz_animals_moose_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Лось",
        "name": "quiz_animals_moose_link"
      },
      {
        "_": "Олень",
        "name": "quiz_animals_deer_name"
      },
      {
        "name": "quiz_animals_deer_hint"
      },
      {
        "_": "Оле́невые, или оле́ньи (лат. Cervidae) — семейство парнокопытных млекопитающих, содержащее 51 современный вид[1]. Оленевые распространены в Евразии, Северной и Южной Америке, а также были завезены человеком в Австралию и Новую Зеландию. Величина оленевых варьирует между величиной зайца (пуду) и лошади (лось). Характерны разветвлённые рога, которые имеются в наличии только у самцов. Исключениями являются только водяной олень, у которого вообще нет рогов, и северный олень, у которого рога носят оба пола. Рога сбрасываются каждый год и вырастают заново.",
        "name": "quiz_animals_deer_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Оленевые",
        "name": "quiz_animals_deer_link"
      },
      {
        "_": "Лиса",
        "name": "quiz_animals_fox_name"
      },
      {
        "name": "quiz_animals_fox_hint"
      },
      {
        "_": "Лиса́, или лиси́ца — общее название нескольких видов млекопитающих семейства псовых. Лишь 10 видов этой группы относят к роду собственно лисиц (лат. Vulpes). Наиболее известный и распространённый представитель — обыкновенная лисица (Vulpes vulpes). Лисицы встречаются в фольклоре многих народов по всему миру.",
        "name": "quiz_animals_fox_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Лиса",
        "name": "quiz_animals_fox_link"
      },
      {
        "_": "Лягушка",
        "name": "quiz_animals_frog_name"
      },
      {
        "name": "quiz_animals_frog_hint"
      },
      {
        "_": "Бесхво́стые (лат. Anura) — крупнейший отряд земноводных, насчитывающий около 6000 современных[1] и 84 ископаемых видов. Часто представителей отряда называют лягушками, однако использование этого термина осложнено тем, что лягушками в узком смысле называют лишь представителей семейства настоящих лягушек (Ranidae). Личинки бесхвостых земноводных — головастики.Древнейшие представители бесхвостых известны из отложений батского яруса среднеюрской эпохи (≈165 млн лет назад), однако ископаемые формы с характерными для них чертами описаны начиная с нижнего триаса. В настоящее время бесхвостые распространены по всему земному шару — от тропиков до субарктических регионов; наибольшее разнообразие сосредоточено во влажных тропических лесах.",
        "name": "quiz_animals_frog_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Бесхвостые",
        "name": "quiz_animals_frog_link"
      },
      {
        "_": "Змея",
        "name": "quiz_animals_snake_name"
      },
      {
        "name": "quiz_animals_snake_hint"
      },
      {
        "_": "Зме́и (лат. Serpentes) — подотряд пресмыкающихся отряда чешуйчатые. Живые змеи найдены на всех континентах, кроме Антарктиды и нескольких крупных островов, таких как Ирландия и Новая Зеландия, а также множества мелких островов Атлантического океана и центральной части Тихого океана. Некоторые змеи ядовиты, но неядовитые представлены бóльшим количеством видов. Ядовитые пользуются ядом в первую очередь для охоты (чтобы убить жертву), а не для самозащиты. Яд некоторых видов достаточно силён, чтобы убить человека. Неядовитые змеи либо заглатывают добычу целиком (ужи), либо предварительно убивают (удушают) её (полозы, удавы). Самые крупные известные змеи из ныне живущих на Земле — сетчатый питон и водяной удав анаконда. Длина самых мелких змей из ныне живущих — Leptotyphlops carlae — не превышает 10 сантиметров. Размер большинства змей не превышает одного метра.",
        "name": "quiz_animals_snake_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Змеи",
        "name": "quiz_animals_snake_link"
      },
      {
        "_": "Волк",
        "name": "quiz_animals_wolf_name"
      },
      {
        "name": "quiz_animals_wolf_hint"
      },
      {
        "_": "Волк, или серый волк, или обыкновенный волк (лат. Canis lupus) — вид хищных млекопитающих из семейства псовых (Canidae). Наряду с койотом (Canis latrans) и шакалом (Canis aureus) составляет небольшой род волков (Canis). Кроме того, как показывают результаты изучения последовательности ДНК и дрейфа генов, является прямым предком домашней собаки, которая обычно рассматривается как подвид волка (Canis lupus familiaris). Волк — один из самых крупных современных животных в своём семействе: длина его тела (без учёта хвоста) может достигать 160 см, длина хвоста — до 52 см, высота в холке — до 90 см; масса тела может доходить до 80 кг.",
        "name": "quiz_animals_wolf_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Волк",
        "name": "quiz_animals_wolf_link"
      },
      {
        "_": "Белка",
        "name": "quiz_animals_squirrel_name"
      },
      {
        "name": "quiz_animals_squirrel_hint"
      },
      {
        "_": "Бе́личьи (устар. Бе́лковые, лат. Sciuridae) — семейство млекопитающих отряда грызунов.",
        "name": "quiz_animals_squirrel_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/squirrel",
        "name": "quiz_animals_squirrel_link"
      },
      {
        "_": "Ёж",
        "name": "quiz_animals_hedgehog_name"
      },
      {
        "name": "quiz_animals_hedgehog_hint"
      },
      {
        "_": "Настоящие ежи (лат. Erinaceinae) — подсемейство млекопитающих семейства ежовых. Для ежей характерно плотное телосложение, очень короткий хвост и короткие, широко расставленные ноги. Спина и в значительной мере бока покрыты твёрдыми колючими иглами вперемешку с редкими тонкими волосками. Иглы представляют собой видоизменённые волосы. Они не выпадают, кроме тех случаев, когда ёж болен или меняет детские иглы на взрослые. Под кожей почти сплошным слоем расположены продольные и кольцевые мышцы, при сокращении которых ёж свертывается в клубок.",
        "name": "quiz_animals_hedgehog_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Настоящие_ежи",
        "name": "quiz_animals_hedgehog_link"
      },
      {
        "_": "Мышь",
        "name": "quiz_animals_mouse_name"
      },
      {
        "name": "quiz_animals_mouse_hint"
      },
      {
        "_": "Домовые мыши (лат. Mus) — род грызунов семейства Мышиные.Домовые мыши имеют небольшие размеры. Длина тела взрослых животных 6,5—12 см, хвоста до 10,5 см. Масса не превышает 30 грамм. Морда укороченная, уши относительно большие. Окраска верха тела более тёмная чем нижняя.",
        "name": "quiz_animals_mouse_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Домовые_мыши",
        "name": "quiz_animals_mouse_link"
      },
      {
        "_": "Крыса",
        "name": "quiz_animals_rat_name"
      },
      {
        "name": "quiz_animals_rat_hint"
      },
      {
        "_": "Кры́сы (лат. Rattus) — род грызунов семейства мышей. Включает в себя не менее 64 видов.Длина тела 8—30 см, длина хвоста равна длине тела или больше её, масса от 37—39 граммов (Rattus exulans) до 400—420 граммов (некоторые экземпляры серой крысы могут достигать 500 граммов). В окраске тела преобладают тёмно-серые или серо-бурые тона, однако встречаются жёлтые, красные и оранжевые оттенки[2]. Пальцы на лапах подвижные — это компенсирует недостаточное развитие мозолей, необходимых для лазания.",
        "name": "quiz_animals_rat_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Крысы",
        "name": "quiz_animals_rat_link"
      },
      {
        "_": "Кролик",
        "name": "quiz_animals_rabbit_name"
      },
      {
        "name": "quiz_animals_rabbit_hint"
      },
      {
        "_": "Кро́лики — общее название нескольких родов млекопитающих из семейства зайцевых (в том числе и домашних кроликов); живут в среднем около 10 лет. Кролики чётко отличаются от зайцев в плане своей альтрициальности — их детёныши рождаются слепыми и лысыми, растут в норах. Детёныши зайцев рождаются с шерстью и со способностью видеть. Все кролики, за исключением американского кролика, живут в подземных норах, часто глубоких и сложных; в то время как зайцы живут в простых гнёздах, которые расположены на земле (так же делают и американские кролики). Зайцы, вдобавок, обычно не живут группами. Зайцы в целом больше чем кролики, их уши длиннее, и они имеют на своём мехе чёрные отметки. Зайцы до сих пор не приручены — кролики же часто выступают в качестве домашних питомцев.",
        "name": "quiz_animals_rabbit_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Кролики",
        "name": "quiz_animals_rabbit_link"
      }
    ],
    "string-array": [
      {
        "name": "quiz_animals_bear_answers",
        "item": "медведь"
      },
      {
        "name": "quiz_animals_bear_facts",
        "item": [
          "Бурый",
          "Мохнатый"
        ]
      },
      {
        "name": "quiz_animals_moose_answers",
        "item": "лось"
      },
      {
        "name": "quiz_animals_moose_facts",
        "item": [
          "Коричневый",
          "Мохнатый"
        ]
      },
      {
        "name": "quiz_animals_deer_answers",
        "item": "олень"
      },
      {
        "name": "quiz_animals_deer_facts",
        "item": [
          "Коричневый",
          "Мохнатый"
        ]
      },
      {
        "name": "quiz_animals_fox_answers",
        "item": "лиса"
      },
      {
        "name": "quiz_animals_fox_facts",
        "item": [
          "Красноватая/Рыжая",
          "Можнатая"
        ]
      },
      {
        "name": "quiz_animals_frog_answers",
        "item": "лягушка"
      },
      {
        "name": "quiz_animals_frog_facts",
        "item": "Разной окраски"
      },
      {
        "name": "quiz_animals_snake_answers",
        "item": "змея"
      },
      {
        "name": "quiz_animals_snake_facts",
        "item": "Разной окраски"
      },
      {
        "name": "quiz_animals_wolf_answers",
        "item": "волк"
      },
      {
        "name": "quiz_animals_wolf_facts",
        "item": [
          "Серый",
          "Мохнатый"
        ]
      },
      {
        "name": "quiz_animals_squirrel_answers",
        "item": "белка"
      },
      {
        "name": "quiz_animals_squirrel_facts",
        "item": [
          "Рыжеватая/Коричневая",
          "Можнатая"
        ]
      },
      {
        "name": "quiz_animals_hedgehog_answers",
        "item": "ёж"
      },
      {
        "name": "quiz_animals_hedgehog_facts",
        "item": "Колючий"
      },
      {
        "name": "quiz_animals_mouse_answers",
        "item": "мышь"
      },
      {
        "name": "quiz_animals_mouse_facts"
      },
      {
        "name": "quiz_animals_rat_answers",
        "item": "крыса"
      },
      {
        "name": "quiz_animals_rat_facts"
      },
      {
        "name": "quiz_animals_rabbit_answers",
        "item": "кролиу"
      },
      {
        "name": "quiz_animals_rabbit_facts",
        "item": [
          "Мохнатый",
          "Милый"
        ]
      }
    ]
  }
}