{
  "resources": {
    "string": [
      {
        "_": "Насекомые",
        "name": "quiz_insects_name"
      },
      {
        "_": "Проверь, как ты знаешь насекомых!",
        "name": "quiz_insects_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Насекомые",
        "name": "quiz_insects_link"
      },
      {
        "_": "Комар",
        "name": "quiz_insects_mosquito_name"
      },
      {
        "name": "quiz_insects_mosquito_hint"
      },
      {
        "_": "Комары́, или настоящие комары, или кровососущие комары (лат. Culicidae) — семейство двукрылых насекомых, принадлежащих к группе длинноусых (Nematocera), самки имаго которых в большинстве случаев являются компонентом комплекса гнуса. Характерны для этого семейства ротовые органы: верхняя и нижняя губа вытянуты и образуют футляр, в котором помещаются длинные тонкие иглы-зубы (2 пары челюстей); у самцов челюсти недоразвиты — они не кусаются. Безногие личинки и подвижные куколки комаров живут в стоячих водах. ",
        "name": "quiz_insects_mosquito_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Комары",
        "name": "quiz_insects_mosquito_link"
      },
      {
        "_": "Слепень",
        "name": "quiz_insects_horsefly_name"
      },
      {
        "name": "quiz_insects_horsefly_hint"
      },
      {
        "_": "Слепни (лат. Tabanidae) — семейство двукрылых из подотряда короткоусых. Взрослые самки многих представителей — компонент гнуса. Многочисленны в лесной зоне, степях и пустынях, но обычно держатся по берегам рек и озёр, где развиваются личинки многих видов. В мировой фауне описано около 4400 видов, которые объединяют примерно в 200 родов; на территории стран СНГ около 200 видов. Ископаемые слепни известны со времени олигоцена.",
        "name": "quiz_insects_horsefly_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Слепни",
        "name": "quiz_insects_horsefly_link"
      },
      {
        "_": "Пчела",
        "name": "quiz_insects_bee_name"
      },
      {
        "name": "quiz_insects_bee_hint"
      },
      {
        "_": "Пчёлы (ед. ч. пчела; лат. Anthophila) — секция в надсемействе Apoidea летающих насекомых подотряда Стебельчатобрюхие отряда перепончатокрылых, родственное осам и муравьям. Наука о пчёлах называется апиология (апидология). Существует около 21 тысячи видов и 520 родов пчёл. Их можно обнаружить на всех континентах, кроме Антарктиды. Пчёлы приспособились питаться нектаром и пыльцой, используя нектар главным образом в качестве источника энергии, а пыльцу для получения белков и других питательных веществ.",
        "name": "quiz_insects_bee_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Пчелы",
        "name": "quiz_insects_bee_link"
      },
      {
        "_": "Оса",
        "name": "quiz_insects_wasp_name"
      },
      {
        "name": "quiz_insects_wasp_hint"
      },
      {
        "_": "О́сы — не имеющее строго научного определения название некоторых насекомых из подотряда стебельчатобрюхие (Apocrita) отряда перепончатокрылых. В принципе — это все жалящие стебельчатобрюхие, не относящиеся к пчёлам и муравьям. В настоящее время насчитывается множество различных видов ос, но все они, так или иначе, принадлежат к одной из двух основных категорий: одиночным и общественным осам. Так, представители одиночных ос обычно ведут уединённый образ жизни и зачастую не строят гнёзд. Кроме того, все взрослые особи одиночных ос способны размножаться. В отличие от одиночных, общественные осы живут семьями, насчитывающими до нескольких тысяч особей; они строят довольно крепкие гнёзда, но размножаться способны лишь матка и особи мужского пола, в то время как остальная часть семьи состоит из бесплодных женских рабочих ос.",
        "name": "quiz_insects_wasp_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Осы",
        "name": "quiz_insects_wasp_link"
      },
      {
        "_": "Бабочка",
        "name": "quiz_insects_butterfly_name"
      },
      {
        "name": "quiz_insects_butterfly_hint"
      },
      {
        "_": "Чешуекры́лые, или ба́бочки, мотыльки́, мо́ли (Lepidóptera Linnaeus, 1758 от др.-греч. λεπίς, род. п. λεπίδος — чешуя и πτερόν — крыло) — отряд насекомых с полным превращением, наиболее характерная особенность представителей которого — наличие густого покрова хитиновых чешуек (уплощённых волосков) на передних и задних крыльях (при этом чешуйки расположены как на жилках, так и на крыловой пластинке между ними). Для большинства видов характерен специализированный сосущий ротовой аппарат с хоботком, образованным удлинёнными лопастями нижней челюсти. Форма и размах крыльев весьма разнообразны: от 2 мм до 28 см.",
        "name": "quiz_insects_butterfly_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Чешуекрылые",
        "name": "quiz_insects_butterfly_link"
      },
      {
        "_": "Стрекоза",
        "name": "quiz_insects_dragonfly_name"
      },
      {
        "name": "quiz_insects_dragonfly_hint"
      },
      {
        "_": "Стреко́зы (лат. Odonata) — отряд хищных, хорошо летающих насекомых. Крупные с подвижной головой, большими глазами, короткими щетинковидными усиками, четырьмя прозрачными крыльями с густой сетью жилок и удлинённым стройным брюшком. К августу 2013 года учёными описано 6650 видов, включая 608 ископаемых видов, большинство из которых обитает в тропиках и влажных субтропиках. В России стрекозы широко распространены по всей территории страны (за исключением засушливых областей), фауна насчитывает около 150 видов. На территории стран бывшего СССР было зарегистрировано 172 вида и 69 подвидов стрекоз, объединяемых в 52 рода, 10 семейств и 3 подотряда.",
        "name": "quiz_insects_dragonfly_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Стрекозы",
        "name": "quiz_insects_dragonfly_link"
      },
      {
        "_": "Муха",
        "name": "quiz_insects_fly_name"
      },
      {
        "name": "quiz_insects_fly_hint"
      },
      {
        "_": "Му́хи (лат. Musca) — род насекомых семейства Настоящие мухи (Muscidae). Наиболее хозяйственно значимые виды: повсеместно распространенная синантропная комнатная муха (Musca domestica Linnaeus, 1758), встречающаяся в Закавказье и Средней Азии базарная муха (Musca sorbens Wiedemann), являющаяся переносчиком возбудителей холеры, дизентерии, брюшного тифа. У одного из видов рода (M. larvipara Portschinsky) описано живорождение.",
        "name": "quiz_insects_fly_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Мухи",
        "name": "quiz_insects_fly_link"
      },
      {
        "_": "Божья коровка",
        "name": "quiz_insects_ladybug_name"
      },
      {
        "name": "quiz_insects_ladybug_hint"
      },
      {
        "_": "Божьи коровки (лат. Coccinellidae) — семейство жуков, отличающееся тем, что лапки их кажутся трёхчленистыми, так как третий, очень маленький членик вместе с половиной четвёртого скрыт в борозде двулопастного второго членика. Тело божьей коровки полушарообразное или яйцевидное, более или менее выпуклое. Голова короткая с 11, реже 10 членистыми сяжками, прикрепляющимися по бокам переднего края головы и способными подгибаться под голову. Брюшко состоит из 5 свободных члеников. Самый активный период для истребления тли, входящей в рацион божьих коровок, — с весны до поздней осени, зимой божьи коровки забираются под опавшие листья, кору деревьев или камни и там ждут следующей весны.",
        "name": "quiz_insects_ladybug_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Божьи коровки",
        "name": "quiz_insects_ladybug_link"
      },
      {
        "_": "Муравей",
        "name": "quiz_insects_ant_name"
      },
      {
        "name": "quiz_insects_ant_hint"
      },
      {
        "_": "Муравьи́ (лат. Formicidae) — семейство насекомых из надсемейства муравьиных отряда перепончатокрылых. Являются общественными насекомыми, образующими 3 касты: самки, самцы и рабочие особи. Питаются преимущественно соком растений, падью тлей и других сосущих насекомых, в период кормления личинок — преимущественно насекомыми. Есть также виды, питающиеся семенами (муравьи-жнецы) и культивируемыми грибами (муравьи-листорезы).",
        "name": "quiz_insects_ant_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Муравьи",
        "name": "quiz_insects_ant_link"
      },
      {
        "_": "Gecko",
        "name": "quiz_insects_gecko_name"
      },
      {
        "name": "quiz_insects_gecko_hint"
      },
      {
        "_": "Geckos are lizards belonging to the infraorder Gekkota, found in warm climates throughout the world. They range from 1.6 to 60 cm. Most geckos cannot blink, but they often lick their eyes to keep them clean and moist. They have a fixed lens within each iris that enlarges in darkness to let in more light.",
        "name": "quiz_insects_gecko_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/gecko",
        "name": "quiz_insects_gecko_link"
      },
      {
        "_": "Жук",
        "name": "quiz_insects_beetle_name"
      },
      {
        "name": "quiz_insects_beetle_hint"
      },
      {
        "_": "Жесткокры́лые, или жуки́ (лат. Coleoptera) — отряд насекомых, представители которого характеризуются видоизменением передних крыльев в твёрдые, сильно склеротизированные, либо кожистые надкрылья, лишённые жилкования, с сохранением перепончатых задних (нижних) крыльев, служащих для полёта и в спокойном состоянии сложенных под надкрыльями (очень редко крылья и надкрылья редуцированы). Для представителей отряда характерны грызущий и жующий ротовой аппарат, развитая передняя часть груди, подвижное сочленение переднегруди с её средней частью. Форма и размеры тела весьма разнообразны: от 0,3—1,0 мм до 171 мм.",
        "name": "quiz_insects_beetle_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Жесткокры́лые",
        "name": "quiz_insects_beetle_link"
      },
      {
        "_": "Паук",
        "name": "quiz_insects_spider_name"
      },
      {
        "name": "quiz_insects_spider_hint"
      },
      {
        "_": "Пауки́ (лат. Araneae, Aranei, др.-греч. ἀράχνη) — отряд членистоногих, второй по числу известных представителей в классе паукообразных: около 42 тысяч современных и около 1,1 тысячи ископаемых видов. Каталог пауков России и стран бывшего СССР включает 2888 видов. Отряд распространён повсеместно. Пауки — облигатные хищники, питаются прежде всего насекомыми или другими мелкими животными. Известно лишь одно исключение — паук-скакун Bagheera kiplingi, питающийся зелёными частями акаций. Наука, изучающая пауков, называется арахнологией.",
        "name": "quiz_insects_spider_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Пауки",
        "name": "quiz_insects_spider_link"
      }
    ],
    "string-array": [
      {
        "name": "quiz_insects_mosquito_answers",
        "item": "комар"
      },
      {
        "name": "quiz_insects_mosquito_facts"
      },
      {
        "name": "quiz_insects_horsefly_answers",
        "item": [
          "слепень",
          "овод"
        ]
      },
      {
        "name": "quiz_insects_horsefly_facts"
      },
      {
        "name": "quiz_insects_bee_answers",
        "item": [
          "пчела",
          "шмель"
        ]
      },
      {
        "name": "quiz_insects_bee_facts"
      },
      {
        "name": "quiz_insects_wasp_answers",
        "item": "оса"
      },
      {
        "name": "quiz_insects_wasp_facts"
      },
      {
        "name": "quiz_insects_butterfly_answers",
        "item": "Бабочка"
      },
      {
        "name": "quiz_insects_butterfly_facts"
      },
      {
        "name": "quiz_insects_dragonfly_answers",
        "item": "Стрекоза"
      },
      {
        "name": "quiz_insects_dragonfly_facts"
      },
      {
        "name": "quiz_insects_fly_answers",
        "item": "муха"
      },
      {
        "name": "quiz_insects_fly_facts"
      },
      {
        "name": "quiz_insects_ladybug_answers",
        "item": "Божья коровка"
      },
      {
        "name": "quiz_insects_ladybug_facts"
      },
      {
        "name": "quiz_insects_ant_answers",
        "item": "Муравей"
      },
      {
        "name": "quiz_insects_ant_facts"
      },
      {
        "name": "quiz_insects_gecko_answers",
        "item": "gecko"
      },
      {
        "name": "quiz_insects_gecko_facts"
      },
      {
        "name": "quiz_insects_beetle_answers",
        "item": "Жук"
      },
      {
        "name": "quiz_insects_beetle_facts"
      },
      {
        "name": "quiz_insects_spider_answers",
        "item": "Паук"
      },
      {
        "name": "quiz_insects_spider_facts"
      }
    ]
  }
}