{
  "resources": {
    "string": [
      {
        "_": "Деревья",
        "name": "quiz_trees_name"
      },
      {
        "_": "Деревья - легкие нашей планеты. Проверь, как ты знаешь самые известные деревья!",
        "name": "quiz_trees_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Дерево",
        "name": "quiz_trees_link"
      },
      {
        "_": "Поздравляем! Ты прошел все уровни в этой категории. Как насчет других категорий?",
        "name": "quiz_trees_completedText"
      },
      {
        "_": "Хороший результат! Но ты ответил еще на на все вопросы. Постарайся ответить и на них!",
        "name": "quiz_trees_progressText"
      },
      {
        "_": "Берёза",
        "name": "quiz_trees_birch_name"
      },
      {
        "name": "quiz_trees_birch_hint"
      },
      {
        "_": "Берёза (лат. Bétula) — род листопадных деревьев и кустарников семейства Берёзовые (Betulaceae). Берёза широко распространена в Северном полушарии; на территории России принадлежит к числу наиболее распространённых древесных пород. Общее число видов — около ста или немного больше. Многие части берёзы используются в хозяйстве: древесина, кора, берёста (поверхностный слой коры), берёзовый сок. Почки и листья применяют в медицине. Некоторые виды используют для создания полезащитных полос, а также в декоративном садоводстве.",
        "name": "quiz_trees_birch_description"
      },
      {
        "_": "Правильно!",
        "name": "quiz_trees_birch_answerText"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Берёза",
        "name": "quiz_trees_birch_link"
      },
      {
        "_": "Сосна́",
        "name": "quiz_trees_pine_name"
      },
      {
        "name": "quiz_trees_pine_hint"
      },
      {
        "_": "Сосна́ (лат. Pínus) — типовой род хвойных деревьев семейства Сосновые (Pinaceae). По современным данным существует около 120 видов сосны, которые в естественном произрастании рассеяны по всему Северному полушарию от экватора до заполярья. В умеренном и субарктическом климате они образуют леса на равнинах, а в субтропиках, тропиках и вблизи экватора произрастают в горах.",
        "name": "quiz_trees_pine_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Сосна́",
        "name": "quiz_trees_pine_link"
      },
      {
        "_": "Ель",
        "name": "quiz_trees_spruce_name"
      },
      {
        "_": "Новогоднее дерево!",
        "name": "quiz_trees_spruce_hint"
      },
      {
        "_": "Ель (лат. Pícea) — род деревьев семейства Сосновые (Pinaceae). Около 40 видов вечнозелёных высоких деревьев (до 30 м высотой) с красивой кроной. Ель может давать молодые побеги-клоны из корней погибшего дерева. На западе Швеции, в национальном парке Фулуфьеллет существует экземпляр ели европейской, названный «Старый Тикко», возраст которого, с учётом нескольких поколений таких клонов, составляет более 9550 лет. Это старейший известный древесный организм на Земле.",
        "name": "quiz_trees_spruce_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Ель",
        "name": "quiz_trees_spruce_link"
      },
      {
        "_": "Дуб",
        "name": "quiz_trees_oak_name"
      },
      {
        "name": "quiz_trees_oak_hint"
      },
      {
        "_": "Дуб (лат. Quércus) — род деревьев и кустарников семейства Буковые (Fagaceae). Род объединяет около 600 видов. Естественным ареалом дуба являются регионы Северного полушария с умеренным климатом. Южной границей распространения являются тропические высокогорья; несколько видов встречаются и южнее экватора: например, Quercus lineata Blume — на Больших Зондских островах, Quercus humboldtii Bonpl. — в Боливии. Дуб хорошо узнаваем благодаря его плодам, жёлудям, являющимся, по сути, орехами.",
        "name": "quiz_trees_oak_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Дуб",
        "name": "quiz_trees_oak_link"
      },
      {
        "_": "Ольха́",
        "name": "quiz_trees_alder_name"
      },
      {
        "name": "quiz_trees_alder_hint"
      },
      {
        "_": "Ольха́ (лат. Álnus) — род деревьев и кустарников семейства Берёзовые, объединяющий по разным данным от 23 до более 40 видов. Ольха предпочитает богатые, влажные, хорошо дренированные почвы. Она растёт по берегам рек, ручьёв, на травянистых болотах, у подножия возвышенностей. Ольха может мириться также с почвами любыми по богатству и влажности и заселять сухие, бедные, песчаные и щебнистые, а также тяжёлые, глинистые почвы. Ольха улучшает почву за счёт способности к азотфиксации, а также за счёт того, что выделяет в почву вещества, оказывающие ингибирующее влияние на патогенные организмы и увеличивающие популяции микроорганизмов с ними конкурирующими.",
        "name": "quiz_trees_alder_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Ольха́",
        "name": "quiz_trees_alder_link"
      },
      {
        "_": "Осина",
        "name": "quiz_trees_aspen_name"
      },
      {
        "name": "quiz_trees_aspen_hint"
      },
      {
        "_": "Оси́на, или Оси́на обыкнове́нная, или То́поль дрожа́щий (лат. Pópulus trémula) — вид лиственных деревьев из рода Тополь семейства Ивовые. Осина широко распространена в районах с умеренным и холодным климатом Европы и Азии. Встречается на границе леса и тундры, растёт в лесной и лесостепной зонах. Её можно встретить по берегам водоёмов, в лесах, по опушкам, изредка на сухих песках и вырубках, по оврагам, болотам и в горах; поднимается до верхней границы леса.",
        "name": "quiz_trees_aspen_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Осина",
        "name": "quiz_trees_aspen_link"
      },
      {
        "_": "Ива",
        "name": "quiz_trees_willow_name"
      },
      {
        "name": "quiz_trees_willow_hint"
      },
      {
        "_": "И́ва, ветла́, раки́та, лоза́, лози́на, ве́рба (лат. Sálix) — деревянистое растение; род семейства Ивовые (Salicaceae). В некоторых областях России в повседневной речи используют слово «тальник». Так называют некоторые ивы, преимущественно кустарниковые, а также их заросли. Очень распространённые и весьма известные в средней части России растения («ивушка», «ракитовый кусточек»). Большинство видов ив любят влажность и селятся в сырых местах, в сухих же местах (на склонах, песках и т. п.) и на болотах растут сравнительно немногие виды. Встречается ива и в лесах, как подмесь к другим деревьям.",
        "name": "quiz_trees_willow_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Ива",
        "name": "quiz_trees_willow_link"
      },
      {
        "_": "Рябина",
        "name": "quiz_trees_rowan_name"
      },
      {
        "name": "quiz_trees_rowan_hint"
      },
      {
        "_": "Ряби́на (лат. Sórbus) — род относительно невысоких древесных растений трибы Яблоневые (Rosales) семейства Розовые (Rosaceae). Всего насчитывается свыше 100 видов рябины, из них около трети произрастает на территории России и сопредельных стран. Рябина широко распространена по всей Европе, по всей Азии и в Северной Америке.",
        "name": "quiz_trees_rowan_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Рябина",
        "name": "quiz_trees_rowan_link"
      }
    ],
    "string-array": [
      {
        "name": "quiz_trees_birch_answers",
        "item": "Берёза"
      },
      {
        "name": "quiz_trees_birch_facts"
      },
      {
        "name": "quiz_trees_pine_answers",
        "item": "Сосна́"
      },
      {
        "name": "quiz_trees_pine_facts"
      },
      {
        "name": "quiz_trees_spruce_answers",
        "item": "Ель"
      },
      {
        "name": "quiz_trees_spruce_facts"
      },
      {
        "name": "quiz_trees_oak_answers",
        "item": "дуб"
      },
      {
        "name": "quiz_trees_oak_facts"
      },
      {
        "name": "quiz_trees_alder_answers",
        "item": "ольха"
      },
      {
        "name": "quiz_trees_alder_facts"
      },
      {
        "name": "quiz_trees_aspen_answers",
        "item": "Осина"
      },
      {
        "name": "quiz_trees_aspen_facts"
      },
      {
        "name": "quiz_trees_willow_answers",
        "item": "Ива"
      },
      {
        "name": "quiz_trees_willow_facts"
      },
      {
        "name": "quiz_trees_rowan_answers",
        "item": "Рябина"
      },
      {
        "name": "quiz_trees_rowan_facts"
      }
    ]
  }
}