{
  "resources": {
    "string": [
      {
        "_": "Крупные птицы",
        "name": "quiz_bigbirds_name"
      },
      {
        "_": "Проверь, как ты знаешь крупных птиц!",
        "name": "quiz_bigbirds_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Птицы",
        "name": "quiz_bigbirds_link"
      },
      {
        "_": "Утка",
        "name": "quiz_bigbirds_duck_name"
      },
      {
        "name": "quiz_bigbirds_duck_hint"
      },
      {
        "_": "У́тка, несколько родов птиц семейства утиных. К уткам относятся пеганки, нырковые утки (нырки), савки, речные утки, утки-пароходы, мускусные утки и крохали; всего более 110 видов. Распространены утки широко, в России более 30 видов. Самец утки называется селезень. Утки — это птицы средних и небольших размеров с относительно короткой шеей и цевкой, покрытой спереди поперечными щитками. ",
        "name": "quiz_bigbirds_duck_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Утки",
        "name": "quiz_bigbirds_duck_link"
      },
      {
        "_": "Гусь",
        "name": "quiz_bigbirds_goose_name"
      },
      {
        "name": "quiz_bigbirds_goose_hint"
      },
      {
        "_": "Гуси (лат. Anser) — род водоплавающих птиц семейства утиных, отряда гусеобразных.Гуси отличаются клювом, имеющим при основании большую высоту, чем ширину, и оканчивающимся ноготком с острым краем. По краям клюва идут мелкие зубчики. Гуси отличаются шеей средней длины (более длинной, чем у уток, но короче, чем у лебедей), довольно высокими ногами, прикрепленными ближе к середине тела, чем у уток, и твердым бугром, или шпорой, на сгибе крыла.Перья и пух сильно развиты. Самцы практически не отличаются от самок, отличие состоит лишь в костном наросте «горбинке» в начале клюва у переносицы самца, а также несколько более крупным размером тела. Многие гуси гогочут или издают бормочущие звуки, при опасности или в раздражении шипят.",
        "name": "quiz_bigbirds_goose_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Гуси",
        "name": "quiz_bigbirds_goose_link"
      },
      {
        "_": "Лебедь",
        "name": "quiz_bigbirds_swan_name"
      },
      {
        "name": "quiz_bigbirds_swan_hint"
      },
      {
        "_": "Ле́беди (лат. Cygnus) — род птиц из отряда гусеобразных семейства утиных. Оперение лебедей по своей окраске бывает либо чисто белого, либо серого или чёрного цвета. Самок и самцов внешне весьма трудно различить. Лебедей от гусей отличает более длинная шея, позволяющая в более глубоких водах обыскивать дно в поисках пищи, а также их величина, по которой они являются самыми крупными водными птицами. Размах их крыльев достигает двух метров, а вес может превышать 15 кг. Лапы довольно короткие, из-за чего лебеди, передвигаясь по земле, производят несколько неуклюжее впечатление. Зато у них очень развитая летательная мускулатура, позволяющая им преодолевать тысячи километров при ежегодных перелётах на юг и обратно.",
        "name": "quiz_bigbirds_swan_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Лебеди",
        "name": "quiz_bigbirds_swan_link"
      },
      {
        "_": "Гоголь",
        "name": "quiz_bigbirds_goldeneye_name"
      },
      {
        "name": "quiz_bigbirds_goldeneye_hint"
      },
      {
        "_": "Го́голи (лат. Bucephala) — род птиц семейства утиных, распространённых в северном полушарии. Отличаются преимущественно чёрно-белым оперением, большой головой, короткой шеей, высоким и коротким клювом с узким ноготком. Хвост достаточно длинный, на заднем пальце имеется кожистая лопасть. Гнездятся в пустотах деревьев, питаются рыбой, ракообразными и другими водными кормами.",
        "name": "quiz_bigbirds_goldeneye_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Гоголи",
        "name": "quiz_bigbirds_goldeneye_link"
      },
      {
        "_": "Журавль",
        "name": "quiz_bigbirds_crane_name"
      },
      {
        "name": "quiz_bigbirds_crane_hint"
      },
      {
        "_": "Журавлиные (лат. Gruidae) — семейство птиц отряда журавлеобразных (лат. Gruiformes). Это древнее семейство, его образование относят к окончанию эпохи динозавров, во времена эоцена 40—60 млн лет назад. Ближайшими родственниками журавлей, считаются пастушковые журавли (Aramidae) и трубачи (Psophiidae), а исторической родиной американский континент, откуда журавли попали сначала в Азию, а оттуда в Африку и Австралию. Журавли широко распространены в мире, отсутствуя лишь в Антарктиде и Южной Америке. Ещё в древности люди были знакомы с этими птицами, о чём имеются археологические свидетельства в виде наскальных рисунков в Африке, Австралии и Европе.Семейство включает 4 рода с 15 видами, из них на территории России гнездятся 7 видов, относящихся к 2 родам.",
        "name": "quiz_bigbirds_crane_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Журавлиные",
        "name": "quiz_bigbirds_crane_link"
      },
      {
        "_": "Цапля",
        "name": "quiz_bigbirds_heron_name"
      },
      {
        "name": "quiz_bigbirds_heron_hint"
      },
      {
        "_": "Ца́плевые (лат. Ardeidae) — семейство птиц отряда аистообразных. В целом семейство имеет ряд общих признаков, но классификация отдельных видов до сих пор затруднена и находится на стадии пересмотра. Выделение цапель в отдельный отряд цаплеобразные (лат. Ardeiformes) не является общепризнанным. Цаплевые — живущие на мелководье птицы, обитающие на заболоченных либо медленно текущих водоёмах. Как правило длинноногие, с длинным и узким, приплюснутым с боков клювом и сквозными ноздрями. Они неподвижно стоят в воде и всматриваются в воду, выискивая добычу. Большинство видов гнездится колониями, иногда вперемешку с другими видами птиц. Моногамны, хотя пары обычно держатся только один сезон. Оба родителя строят гнездо — как правило, самец приносит материал для гнезда, а самка занимается его строительством. Также оба родителя насиживают яйца и кормят птенцов. Летают медленно, при этом вытягивают лапы назад, а шею S-образно втягивают в себя, чем отличаются от схожих с ними аистов, ибисов и колпиц, которые наоборот вытягивают голову.",
        "name": "quiz_bigbirds_heron_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Цаплевые",
        "name": "quiz_bigbirds_heron_link"
      },
      {
        "_": "Ястреб",
        "name": "quiz_bigbirds_hawk_name"
      },
      {
        "name": "quiz_bigbirds_hawk_hint"
      },
      {
        "_": "Я́стребы, или ястреба́ (лат. Accipitrinae) — подсемейство хищных птиц из семейства ястребиных. В более широком смысле, я́стребом называют любую птицу из этого подсемейства. На территории России широкое распространение имеют ястреб-перепелятник и ястреб-тетеревятник.",
        "name": "quiz_bigbirds_hawk_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Ястребы",
        "name": "quiz_bigbirds_hawk_link"
      },
      {
        "_": "Орёл",
        "name": "quiz_bigbirds_eagle_name"
      },
      {
        "name": "quiz_bigbirds_eagle_hint"
      },
      {
        "_": "Орлы в широком смысле слова — название, применяемое к представителям подсемейства орлиных (лат. Aquilinae) семейства ястребиных (Accipitridae). Кроме того, так называют крупных хищных птиц, имеющих сходство с представителями вышеуказанной группы птиц, то есть, имеющими орлиный облик. Характерными чертами орлов являются массивное телосложение, длинные и относительно широкие крылья с пальцеобразно расставленными маховыми перьями, массивный клюв и сильные лапы с крупными загнутыми когтями и удлинёнными перьями с внешней стороны бедра и голени («штаны»). При охоте, как правило, парят высоко над поверхностью земли, в поиске добычи полагаясь на зрение. Состав питания зависит от вида и условий обитания птиц, но во всех случаях орлы находятся на наивысших ступенях трофических пирамид.",
        "name": "quiz_bigbirds_eagle_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Орлиные",
        "name": "quiz_bigbirds_eagle_link"
      },
      {
        "_": "Сова",
        "name": "quiz_bigbirds_owl_name"
      },
      {
        "name": "quiz_bigbirds_owl_hint"
      },
      {
        "_": "Совообра́зные (лат. Strigiformes, или Striges) — отряд хищных птиц, включающий более 420 крупных и средней величины видов, в основном ночных птиц, распространённых во всех странах света. В отряде два семейства: совиные, или настоящие совы, и сипуховые, однако в таксономии Сибли-Алквиста в отряд помещаются все семейства отряда козодоеобразных (Caprimulgiformes). Краткая характеристика: крупная голова, большие круглые глаза спереди головы, клюв короткий, хищный. Охотится ночью, оперение мягкое, полёт бесшумный, когти длинные и острые, окрас маскирующий.",
        "name": "quiz_bigbirds_owl_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Совообразные",
        "name": "quiz_bigbirds_owl_link"
      },
      {
        "_": "Тетерев",
        "name": "quiz_bigbirds_grouse_name"
      },
      {
        "name": "quiz_bigbirds_grouse_hint"
      },
      {
        "_": "Тетерева́ (лат. Lyrurus) — род тетеревиных птиц из отряда курообразных. Кавказский тетерев (Lyrurus mlokosiewiczi) находится на грани вымирания и занесён в Красную книгу России.",
        "name": "quiz_bigbirds_grouse_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Тетерева",
        "name": "quiz_bigbirds_grouse_link"
      },
      {
        "_": "Рябчик",
        "name": "quiz_bigbirds_fgrouse_name"
      },
      {
        "name": "quiz_bigbirds_fgrouse_hint"
      },
      {
        "_": "Ря́бчик (лат. Bonasa bonasia) — птица из рода рябчиков, подсемейства тетеревиных, отряда курообразных. Широко распространённый вид, обитающий практически повсеместно в лесной и таёжной зоне Евразии, от Западной Европы до Кореи. Рябчик — самый мелкий представитель тетеревиных. Вес даже самых крупных особей редко превышает 500 граммов. В лесу его сложно спутать с другими тетеревиными птицами, от которых он отличается не только небольшой величиной, но и достаточно узнаваемым окрасом. Несмотря на пёстрое, «рябое» оперение (от которого птица и получила своё русское название), уже с небольшого расстояния рябчик кажется однотонным, серо-рыжеватым. Половой диморфизм у рябчика выражен значительно слабее, чем у других тетеревиных — самца от самки в природе различить весьма трудно. Кроме того, в отличие от других тетеревиных, рябчик — моногамная птица.",
        "name": "quiz_bigbirds_fgrouse_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/рябчик",
        "name": "quiz_bigbirds_fgrouse_link"
      },
      {
        "_": "Фазан",
        "name": "quiz_bigbirds_pheasant_name"
      },
      {
        "name": "quiz_bigbirds_pheasant_hint"
      },
      {
        "_": "Обыкнове́нный фаза́н, или кавка́зский фаза́н (Phasianus colchicus), — птица из подсемейства Phasianinae, семейства Phasianidae, отряда курообразных. Изначально азиатский вид, интродуцированный в других частях света. Относится к числу одомашненных птиц и является распространённым объектом охотничьего промысла.",
        "name": "quiz_bigbirds_pheasant_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Обыкновенный_фазан",
        "name": "quiz_bigbirds_pheasant_link"
      }
    ],
    "string-array": [
      {
        "name": "quiz_bigbirds_duck_answers",
        "item": "утка"
      },
      {
        "name": "quiz_bigbirds_duck_facts"
      },
      {
        "name": "quiz_bigbirds_goose_answers",
        "item": "гусь"
      },
      {
        "name": "quiz_bigbirds_goose_facts"
      },
      {
        "name": "quiz_bigbirds_swan_answers",
        "item": "лебедь"
      },
      {
        "name": "quiz_bigbirds_swan_facts"
      },
      {
        "name": "quiz_bigbirds_goldeneye_answers",
        "item": "гоголь"
      },
      {
        "name": "quiz_bigbirds_goldeneye_facts"
      },
      {
        "name": "quiz_bigbirds_crane_answers",
        "item": "журавль"
      },
      {
        "name": "quiz_bigbirds_crane_facts"
      },
      {
        "name": "quiz_bigbirds_heron_answers",
        "item": "цапля"
      },
      {
        "name": "quiz_bigbirds_heron_facts"
      },
      {
        "name": "quiz_bigbirds_hawk_answers",
        "item": "ястреб"
      },
      {
        "name": "quiz_bigbirds_hawk_facts"
      },
      {
        "name": "quiz_bigbirds_eagle_answers",
        "item": "орёл"
      },
      {
        "name": "quiz_bigbirds_eagle_facts"
      },
      {
        "name": "quiz_bigbirds_owl_answers",
        "item": "сова"
      },
      {
        "name": "quiz_bigbirds_owl_facts"
      },
      {
        "name": "quiz_bigbirds_grouse_answers",
        "item": [
          "тетерев",
          "глухарь"
        ]
      },
      {
        "name": "quiz_bigbirds_grouse_facts"
      },
      {
        "name": "quiz_bigbirds_fgrouse_answers",
        "item": [
          "тетерев",
          "рябчик"
        ]
      },
      {
        "name": "quiz_bigbirds_fgrouse_facts"
      },
      {
        "name": "quiz_bigbirds_pheasant_answers",
        "item": "фазан"
      },
      {
        "name": "quiz_bigbirds_pheasant_facts"
      }
    ]
  }
}