{
  "resources": {
    "string": [
      {
        "_": "Цветы",
        "name": "quiz_flowers_name"
      },
      {
        "_": "Проверь, как ты знаешь цветы!",
        "name": "quiz_flowers_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Цветковые_растения",
        "name": "quiz_flowers_link"
      },
      {
        "_": "Одуванчик",
        "name": "quiz_flowers_dandelion_name"
      },
      {
        "name": "quiz_flowers_dandelion_hint"
      },
      {
        "_": "Одува́нчик (лат. Taráxacum /təˈræksəkʉm/) — род многолетних травянистых растений семейства Астровые, или Сложноцветные (Asteraceae). Типовой вид рода — Одуванчик лекарственный — хорошо известное растение с розеткой прикорневых листьев и крупными ярко-жёлтыми соцветиями-корзинками из язычковых цветков. В ненастную погоду и на ночь корзинка закрывается. На вершине вытянутого носика семянки имеется множество волосков, с их помощью плод одуванчика может перелетать в воздушных потоках на большие расстояния.",
        "name": "quiz_flowers_dandelion_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Одуванчик",
        "name": "quiz_flowers_dandelion_link"
      },
      {
        "_": "Мать-и-мачеха",
        "name": "quiz_flowers_coltsfoot_name"
      },
      {
        "name": "quiz_flowers_coltsfoot_hint"
      },
      {
        "_": "Ма́ть-и-ма́чеха (лат. Tussilágo) — монотипный род многолетних травянистых растений семейства Астровые, или Сложноцветные (Asteraceae). Единственный вид — Мать-и-мачеха обыкновенная (Tussilágo fárfara). Цветёт ранней весной, до распускания листьев. Издревле применяется как лекарственное растение. Научное (латинское) родовое название лат. tussilago, inis f происходит от лат. tussis, is («кашель») и ago, egi, actum, ere («прогонять») — и может быть переведено как «кашлегон». Это название связано с медицинским применением растения в качестве средства от кашля.",
        "name": "quiz_flowers_coltsfoot_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Мать-и-мачеха",
        "name": "quiz_flowers_coltsfoot_link"
      },
      {
        "_": "Роза",
        "name": "quiz_flowers_rose_name"
      },
      {
        "name": "quiz_flowers_rose_hint"
      },
      {
        "_": "Ро́за — собирательное название видов и сортов представителей рода Шиповник (лат. Rósa), выращиваемых человеком. Большая часть сортов роз получена в результате длительной селекции путём многократных повторных скрещиваний и отбора. Некоторые сорта являются формами дикорастущих видов.",
        "name": "quiz_flowers_rose_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Роза",
        "name": "quiz_flowers_rose_link"
      },
      {
        "_": "Чистотел",
        "name": "quiz_flowers_celandine_name"
      },
      {
        "name": "quiz_flowers_celandine_hint"
      },
      {
        "_": "Чистоте́л, или Борода́вник (лат. Chelidónium) — род многолетних травянистых растений семейства Маковые (Papaveraceae). Согласно БСЭ, единственный вид рода — Чистоте́л большо́й (Chelidónium május). По данным сайта The Plant List, род включает в себя два вида. Основанием для названия послужило то, что многие поколения врачей, начиная с древнегреческих, Авиценны и до XVIII века, считали чистотел полезным для лечения глазных заболеваний. Основана эта вера была на старинной легенде, в которой говорится о том, что ласточка лечит глаза своим ослепшим птенцам соком чистотела. ",
        "name": "quiz_flowers_celandine_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Чистотел",
        "name": "quiz_flowers_celandine_link"
      },
      {
        "_": "Подсне́жник",
        "name": "quiz_flowers_snowdrop_name"
      },
      {
        "name": "quiz_flowers_snowdrop_hint"
      },
      {
        "_": "Подсне́жник, или Галантус (лат. Galánthus) — род многолетних трав семейства Амариллисовые (Amaryllidaceae). Включает 18 видов и два гибрида естественного происхождения. На территории бывшего СССР произрастает 12 видов.",
        "name": "quiz_flowers_snowdrop_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Подснежник",
        "name": "quiz_flowers_snowdrop_link"
      },
      {
        "_": "Василёк",
        "name": "quiz_flowers_cornflower_name"
      },
      {
        "name": "quiz_flowers_cornflower_hint"
      },
      {
        "_": "Василёк (лат. Centauréa) — род травянистых растений семейства Астровые, или Сложноцветные (Asteraceae).Встречается почти всюду в Европе среди посевов, особенно во ржи. Василёк посевной, или синий (Centaurea cyanus), с паутинисто-шерстистыми линейно-ланцетными листьями и синими цветками, как сорное растение, встречается преимущественно в озимых хлебах, особенно на песчаной и суглинистой почвах, и, как однолетнее растение, размножается семенами, часто высеваемыми вместе с хлебными, при плохой очистке последних, а также находящимися с соцветиями этого растения в соломе, вывозимой на поле вместе с навозом. Меры для истребления его состоят в известковании почв, содержащих много перегноя, хорошей очистке посевных семян, бороновании всходов посеянных растений и выпалывании их до созревания василька.",
        "name": "quiz_flowers_cornflower_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Василёк",
        "name": "quiz_flowers_cornflower_link"
      },
      {
        "_": "Гвоздика",
        "name": "quiz_flowers_carnation_name"
      },
      {
        "name": "quiz_flowers_carnation_hint"
      },
      {
        "_": "Гвозди́ка садо́вая, или Гвозди́ка голла́ндская (лат. Dianthus caryophyllus) — растение семейства Гвоздичные, типовой вид рода Гвоздика (Caryophyllaceae). Многолетнее травянистое растение высотой до 80 см. Листья простые цельные линейные длиной до 15 см, покрыты серо-зелёным налётом. Цветки диаметром 3-5 см, одиночные или собраны до пяти штук в сложные зонтики до 40 см в диаметром. Цветёт в июне-октябре.",
        "name": "quiz_flowers_carnation_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Гвоздика_садовая",
        "name": "quiz_flowers_carnation_link"
      },
      {
        "_": "Колокольчик",
        "name": "quiz_flowers_bluebell_name"
      },
      {
        "name": "quiz_flowers_bluebell_hint"
      },
      {
        "_": "Колоко́льчик (лат. Campánula) — род исключительно травянистых растений из семейства Колокольчиковые (Campanulaceae). Род включает более 300 видов, произрастающих в странах с умеренным климатом. В естественных условиях встречается на Кавказе, в Сибири, Средней и Передней Азии, в Европе, имеет некоторое распространение в Северной Америке. На территории России и сопредельных стран насчитывается около 150 видов, в европейской части России — до 15. Местообитания колокольчиков разнообразны, им доступны луга, леса, степи, встречаются они также на пустынных и скальных участках. Многочисленные и разнообразные виды заселяют субальпийские и альпийские пояса гор.",
        "name": "quiz_flowers_bluebell_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Колокольчик",
        "name": "quiz_flowers_bluebell_link"
      },
      {
        "_": "Георгина",
        "name": "quiz_flowers_dahlia_name"
      },
      {
        "name": "quiz_flowers_dahlia_hint"
      },
      {
        "_": "Георги́на (лат. Dáhlia) — род растений семейства Астровые, или Сложноцветные. Род включает 42 вида[2] весьма крупных многолетних растений с большими головками цветков, иногда шаровидными. У дикорастущих американских видов головка соцветия всегда состоит из цветков двух родов: по краям всего соцветия расположены язычковые, или неплодящие, цветки (как у подсолнечника), обычно белого цвета, а в середине (в диске) мелкие трубчатые жёлтые цветки, приносящие плоды. В наших садах эти формы встречаются изредка; но огромное большинство георгин всех оттенков относится к массе садовых разновидностей и махровых сортов, у которых все срединные цветки превращены культурой в неплодящие язычковые, вследствие чего всё соцветие делается плотнее, полнее, доходя до шарообразной формы и различных тонов окраски, нередко даже с пёстрыми цветами.\n",
        "name": "quiz_flowers_dahlia_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Георгина",
        "name": "quiz_flowers_dahlia_link"
      },
      {
        "_": "Ноготки",
        "name": "quiz_flowers_marigold_name"
      },
      {
        "name": "quiz_flowers_marigold_hint"
      },
      {
        "_": "Ноготки́ лека́рственные, или кале́ндула лекарственная (лат. Caléndula officinális) — травянистое растение, вид рода Календула семейства Астровые.Натурализировано и культивируется повсеместно в умеренном климате Европы, Азии и Австралии. Родина растения неизвестна. Светолюбива, холодостойка (выдерживает заморозки до −5 °C) и неприхотлива.",
        "name": "quiz_flowers_marigold_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Ноготки_лекарственные",
        "name": "quiz_flowers_marigold_link"
      }
    ],
    "string-array": [
      {
        "name": "quiz_flowers_dandelion_answers",
        "item": "одуванчик"
      },
      {
        "name": "quiz_flowers_dandelion_facts"
      },
      {
        "name": "quiz_flowers_coltsfoot_answers",
        "item": "мать-и-мачеха"
      },
      {
        "name": "quiz_flowers_coltsfoot_facts"
      },
      {
        "name": "quiz_flowers_rose_answers",
        "item": "роза"
      },
      {
        "name": "quiz_flowers_rose_facts"
      },
      {
        "name": "quiz_flowers_celandine_answers",
        "item": [
          "чистотел",
          "бородавник",
          "чистотел большой"
        ]
      },
      {
        "name": "quiz_flowers_celandine_facts"
      },
      {
        "name": "quiz_flowers_snowdrop_answers",
        "item": [
          "Подсне́жник",
          "Галантус"
        ]
      },
      {
        "name": "quiz_flowers_snowdrop_facts"
      },
      {
        "name": "quiz_flowers_cornflower_answers",
        "item": [
          "василёк",
          "centaurea cyanus"
        ]
      },
      {
        "name": "quiz_flowers_cornflower_facts"
      },
      {
        "name": "quiz_flowers_carnation_answers",
        "item": "гвоздика"
      },
      {
        "name": "quiz_flowers_carnation_facts"
      },
      {
        "name": "quiz_flowers_bluebell_answers",
        "item": "колокольчик"
      },
      {
        "name": "quiz_flowers_bluebell_facts"
      },
      {
        "name": "quiz_flowers_dahlia_answers",
        "item": "георгина"
      },
      {
        "name": "quiz_flowers_dahlia_facts"
      },
      {
        "name": "quiz_flowers_marigold_answers",
        "item": [
          "ноготки",
          "календула"
        ]
      },
      {
        "name": "quiz_flowers_marigold_facts"
      }
    ]
  }
}