{
  "resources": {
    "string": [
      {
        "_": "Растения",
        "name": "quiz_plants_name"
      },
      {
        "_": "Проверь, как ты знаешь растения!",
        "name": "quiz_plants_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Растения",
        "name": "quiz_plants_link"
      },
      {
        "_": "Чертополо́х",
        "name": "quiz_plants_thistle_name"
      },
      {
        "name": "quiz_plants_thistle_hint"
      },
      {
        "_": "Чертополо́х (лат. Cárduus) — род растений семейства Астровые, или Сложноцветные, распространённых в Европе, Азии и Северной Африке. Большая часть представителей рода — колючие травянистые растения. Некоторыми видами чертополоха питаются личинки бабочек — гусеницы.",
        "name": "quiz_plants_thistle_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Чертополо́х",
        "name": "quiz_plants_thistle_link"
      },
      {
        "_": "Полы́нь",
        "name": "quiz_plants_mugwort_name"
      },
      {
        "name": "quiz_plants_mugwort_hint"
      },
      {
        "_": "Полы́нь обыкнове́нная, чернобы́льник, чернобы́ль (лат. Artemísia vulgáris) — вид многолетних травянистых растений рода Полынь семейства Астровые (Asteraceae). Полынь обыкновенная распространена повсюду в Европе, в Передней и Центральной Азии, Северной Африке. Занесена и прижилась в Северной Америке. В России растёт по всей территории (на Дальнем Востоке только в бассейне Амура). Растёт по заброшенным полям, пастбищам и пустошам, вдоль дорог, по берегам водоёмов. Рудеральное растение. Трудно выводимый сорняк.",
        "name": "quiz_plants_mugwort_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Полынь_обыкновенная",
        "name": "quiz_plants_mugwort_link"
      },
      {
        "_": "Можжеве́льник",
        "name": "quiz_plants_juniper_name"
      },
      {
        "name": "quiz_plants_juniper_hint"
      },
      {
        "_": "Можжеве́льник (лат. Juníperus) — род вечнозелёных хвойных кустарников и деревьев семейства Кипарисовые (Cupressaceae). Представители рода распространены в Северном полушарии от Арктики до субтропических горных районов, за исключением можжевельника восточно-африканского (Juniperus procera), распространённого в Африке до 18° южной широты. Большинство видов имеет небольшие ареалы, приуроченные к определённым горным странам или горным системам, и замещаются за пределами их другими, хотя и близкими, но хорошо различимыми видами. Только немногие, как, например, можжевельник обыкновенный (Juniperus communis), имеют весьма обширные ареалы.",
        "name": "quiz_plants_juniper_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Можжевельник",
        "name": "quiz_plants_juniper_link"
      },
      {
        "_": "Кипрей",
        "name": "quiz_plants_willowherb_name"
      },
      {
        "name": "quiz_plants_willowherb_hint"
      },
      {
        "_": "Кипрей (лат. Epilobium) — род трав или полукустарников семейства Кипрейные (Onagraceae). Ранее в род кипрей включались и растения рода Иван-чай (лат. Chamaenerion). Кипрей — высокая, иногда выше человеческого роста, трава. Листья у кипрея цельные, противоположные или разбросанные по стеблю так, что через них нельзя провести правильной винтовой линии. Цветы в углах листьев или образуют верхушечную кисть; построены по четверному плану; тычинок 8. Тёмно-розовые довольно крупные цветы её собраны длинными верхушечными кистями. Нижняя завязь четырёхгранная, превращается в очень длинную коробочку тоже четырёхгранную, которая лопается на 4 створки, начиная сверху, и выпускает множество семян, разлетающихся с помощью длинных волосков, на них находящихся. Длинноволосые мелкие семена разносятся ветром на далёкие расстояния.",
        "name": "quiz_plants_willowherb_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Кипрей",
        "name": "quiz_plants_willowherb_link"
      },
      {
        "_": "Тысячелистник обыкновенный",
        "name": "quiz_plants_milfoil_name"
      },
      {
        "name": "quiz_plants_milfoil_hint"
      },
      {
        "_": "Тысячели́стник обыкнове́нный, или Поре́зная трава́ (лат. Achilléa millefólium) — многолетнее травянистое растение; вид рода Тысячелистник (Achillea) семейства Астровые, или Сложноцветные (Asteraceae), типовой вид этого рода. Используется как лекарственное, пряное, декоративное и медоносное растение.",
        "name": "quiz_plants_milfoil_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Тысячелистник_обыкновенный",
        "name": "quiz_plants_milfoil_link"
      },
      {
        "_": "Лопу́х",
        "name": "quiz_plants_burdock_name"
      },
      {
        "name": "quiz_plants_burdock_hint"
      },
      {
        "_": "Лопу́х (лат. Árctium) — род двулетних растений семейства Астровые, или Сложноцветные. Растения хорошо распознаются по своим соцветиям-корзинкам, у которых наружные листочки шиловидно-заострённые, крючковатые на концах. Благодаря этим крючкам обёртки сильно запутываются в шерсти, легко пристают к одежде.",
        "name": "quiz_plants_burdock_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Лопух",
        "name": "quiz_plants_burdock_link"
      }
    ],
    "string-array": [
      {
        "name": "quiz_plants_thistle_answers",
        "item": "Чертополо́х"
      },
      {
        "name": "quiz_plants_thistle_facts"
      },
      {
        "name": "quiz_plants_mugwort_answers",
        "item": "Полы́нь"
      },
      {
        "name": "quiz_plants_mugwort_facts"
      },
      {
        "name": "quiz_plants_juniper_answers",
        "item": "Можжеве́льник"
      },
      {
        "name": "quiz_plants_juniper_facts"
      },
      {
        "name": "quiz_plants_willowherb_answers",
        "item": [
          "Кипрей",
          "epilobium"
        ]
      },
      {
        "name": "quiz_plants_willowherb_facts"
      },
      {
        "name": "quiz_plants_milfoil_answers",
        "item": [
          "Тысячелистник",
          "Тысячелистник обыкновенный"
        ]
      },
      {
        "name": "quiz_plants_milfoil_facts"
      },
      {
        "name": "quiz_plants_burdock_answers",
        "item": [
          "arctium",
          "Лопу́х"
        ]
      },
      {
        "name": "quiz_plants_burdock_facts"
      }
    ]
  }
}