{
  "resources": {
    "string": [
      {
        "_": "Овощи",
        "name": "quiz_vegetables_name"
      },
      {
        "_": "Проверь, как ты знаешь вкусные и полезные овощи!",
        "name": "quiz_vegetables_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Овощи",
        "name": "quiz_vegetables_link"
      },
      {
        "_": "Карто́фель",
        "name": "quiz_vegetables_potato_name"
      },
      {
        "name": "quiz_vegetables_potato_hint"
      },
      {
        "_": "Карто́фель, Паслён клубненосный (лат. Solánum tuberósum) — вид многолетних клубненосных травянистых растений из рода Паслён (Solanum) семейства Паслёновые (Solanaceae). Клубни картофеля являются важным продуктом питания, в отличие от ядовитых плодов, содержащих гликоалкалоид соланин. Клубни картофеля имеют свойство зеленеть при хранении на свету, что является индикатором повышенного содержания соланина в них. Употребление в пищу одного позеленевшего клубня вместе с кожурой может привести к серьёзному отравлению. Другим индикатором повышенного содержания яда в картофеле является горьковатый вкус.",
        "name": "quiz_vegetables_potato_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Картофель",
        "name": "quiz_vegetables_potato_link"
      },
      {
        "_": "Морковь",
        "name": "quiz_vegetables_carrot_name"
      },
      {
        "name": "quiz_vegetables_carrot_hint"
      },
      {
        "_": "Морко́вь (лат. Daúcus) — род растений семейства Зонтичные (Apiaceae). Морковь — двулетнее растение (редко одно- или многолетнее), в первый год жизни образует розетку листьев и корнеплод, во второй год жизни — семенной куст и семена. \nШироко распространена, в том числе в средиземноморских странах, Африке, Австралии, Новой Зеландии и Америке. ",
        "name": "quiz_vegetables_carrot_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Морковь",
        "name": "quiz_vegetables_carrot_link"
      },
      {
        "_": "Горох",
        "name": "quiz_vegetables_pea_name"
      },
      {
        "name": "quiz_vegetables_pea_hint"
      },
      {
        "_": "Горо́х (лат. Písum) — род травянистых растений семейства Бобовые (Fabaceae).Виды рода Горох — однолетние травы со слабыми вьющимися стеблями. Листья перистые и заканчиваются ветвистыми усиками, с помощью которых они цепляются за другие растения. Прилистники особенно велики. Цветки с венчиком мотылькового типа. Родовым отличительным признаком в цветке служит трёхрёберный столбик с желобком внизу и пучком волосков вверху.",
        "name": "quiz_vegetables_pea_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Горох",
        "name": "quiz_vegetables_pea_link"
      },
      {
        "_": "Капуста",
        "name": "quiz_vegetables_cabbage_name"
      },
      {
        "name": "quiz_vegetables_cabbage_hint"
      },
      {
        "_": "Капу́ста огоро́дная (лат. Brássica olerácea) — двулетнее растение, сельскохозяйственная культура; вид рода Капуста (лат. Brassica) семейства Капустные (Крестоцветные).Капуста принадлежит к числу важнейших овощных растений. Она введена в культуру, по-видимому, в доисторические времена. Археологические раскопки свидетельствуют о том, что капусту люди стали использовать со времён каменного и бронзового веков. Возделывали капусту древние египтяне, а позднее освоили технологию её выращивания древние греки и римляне, им было известно всего от 3 до 10 сортов капусты.",
        "name": "quiz_vegetables_cabbage_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Капуста_огородная",
        "name": "quiz_vegetables_cabbage_link"
      },
      {
        "_": "Огурец",
        "name": "quiz_vegetables_cucumber_name"
      },
      {
        "name": "quiz_vegetables_cucumber_hint"
      },
      {
        "_": "Огуре́ц обыкнове́нный, или Огурец посевно́й (лат. Cucumis sativus) — однолетнее травянистое растение, вид рода Огурец (Cucumis) семейства Тыквенные (Cucurbitaceae). Огурец появился в культуре более 6 тысяч лет назад. Родина этого вида — тропические и субтропические районы Индии, подножия Гималаев, где он до сих пор растёт в естественных условиях. Упомянут в Библии как овощ Египта (Чис. 11:5). Эта культура была известна уже грекам, от которых перешла к римлянам, и в эпоху Карла Великого была распространена уже по Средней Европе.",
        "name": "quiz_vegetables_cucumber_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Огурец_обыкновенный",
        "name": "quiz_vegetables_cucumber_link"
      },
      {
        "_": "Лук",
        "name": "quiz_vegetables_onion_name"
      },
      {
        "name": "quiz_vegetables_onion_hint"
      },
      {
        "_": "Лук ре́пчатый (лат. Állium cépa) — многолетнее травянистое растение, вид рода Лук (Allium) семейства Луковые (Alliaceae), широко распространённая овощная культура. В настоящее время лук репчатый является одной из важнейших овощных культур. Луковицы и листья используются как приправа в консервной промышленности, к салатам, винегретам, грибам, овощным и мясным блюдам, а также как пряно-витаминная закуска и вкусовая добавка к супам, соусам, подливкам, фаршам. Чаще всего лук употребляется в сыром виде или поджаренным на сале или растительном масле до золотистого цвета. Сырой лук отлично дополняет колбасные и мясные изделия, творог, сыры, хлеб с салом.",
        "name": "quiz_vegetables_onion_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Лук_репчатый",
        "name": "quiz_vegetables_onion_link"
      },
      {
        "_": "Томат",
        "name": "quiz_vegetables_tomato_name"
      },
      {
        "name": "quiz_vegetables_tomato_hint"
      },
      {
        "_": "Тома́т (лат. Solánum lycopérsicum) — однолетнее или многолетнее травянистое растение, вид рода Паслён (Solanum) семейства Паслёновые. Возделывается как овощная культура. Плод томата (ягода) в разговорной речи называется помидо́р. Название помидор происходит от итал. pomo d\\'oro — золотое яблоко. Настоящее название было у ацтеков — томатль, французы переделали его в фр. tomate (томат).",
        "name": "quiz_vegetables_tomato_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Томат",
        "name": "quiz_vegetables_tomato_link"
      },
      {
        "_": "Ревень",
        "name": "quiz_vegetables_rhubarb_name"
      },
      {
        "name": "quiz_vegetables_rhubarb_hint"
      },
      {
        "_": "Реве́нь (лат. Rhéum) — род травянистых растений семейства Гречишные. Культура ревеня наиболее распространена в Англии и США Из культурных сортов наиболее излюблены: исполинский, виктория, королевский и красный ранний, или тобольский; первые два подходящи уже потому, что редко цветут (цветение останавливает рост листьев). Климат России ревень переносит вполне хорошо и в большинстве случаев перезимовывает без покрышки; только самые нежные сорта его в более северной полосе России требуют защиты от морозов в виде земляной насыпи и слоя соломы или листьев над головками корней. Ревень любит свежую, глубокую, богатую почву с непроницаемой подпочвой (глубокие чернозёмные суглинки наиболее пригодны).",
        "name": "quiz_vegetables_rhubarb_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Ревень",
        "name": "quiz_vegetables_rhubarb_link"
      },
      {
        "_": "Редис",
        "name": "quiz_vegetables_redish_name"
      },
      {
        "name": "quiz_vegetables_redish_hint"
      },
      {
        "_": "Реди́с — однолетние или двулетние растения из рода Редька семейства Капустные. Редис с точки зрения классификации — группа разновидностей вида Редька посевная (Raphanus sativus).Редис — съедобное растение и выращивается как овощ во многих странах мира. Его название происходит от лат. radix — корень. В пищу обычно употребляют корнеплоды, которые имеют диаметр от 2,5 см и покрыты тонкой кожей, окрашенной в красный, розовый или бело-розовый цвет. Корнеплоды редиса имеют острый вкус. Такой типичный вкус редиса обусловлен содержанием в растении горчичного масла, которое при давлении преобразуется в гликозид горчичного масла.",
        "name": "quiz_vegetables_redish_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Редис",
        "name": "quiz_vegetables_redish_link"
      },
      {
        "_": "Боб",
        "name": "quiz_vegetables_bean_name"
      },
      {
        "name": "quiz_vegetables_bean_hint"
      },
      {
        "_": "Бобы́ — термин, как правило обозначающий плоды либо семена любой зернобобовой культуры, а также растений семейства Бобовые (Fabaceae) в целом. Мировым лидером в производстве сухих бобов является Индия, затем следует Бразилия и Мьянма, соответственно с 4,87, 3,2 и 3,03 миллионов тонн. В производстве зеленых бобов лидирует Китай с 13 миллионами тонн.",
        "name": "quiz_vegetables_bean_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Бобы",
        "name": "quiz_vegetables_bean_link"
      },
      {
        "_": "Перец",
        "name": "quiz_vegetables_pepper_name"
      },
      {
        "name": "quiz_vegetables_pepper_hint"
      },
      {
        "_": "Пе́рец стручко́вый, кра́сный пе́рец, ка́псикум одноле́тний, перец однолетний, пе́рец овощно́й (лат. Cápsicum ánnuum) — вид однолетних травянистых растений рода Capsicum семейства Паслёновые, или его плоды. Сельскохозяйственная культура. Сорта перца стручкового делят на сладкие и горькие, последним острый вкус придаёт алкалоид капсаицин. Разновидности с плодами сладкого вкуса — пе́рец сла́дкий. Существует множество сортотипов, например, пе́рец болга́рский.",
        "name": "quiz_vegetables_pepper_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Перец_овощной",
        "name": "quiz_vegetables_pepper_link"
      },
      {
        "_": "Тыква",
        "name": "quiz_vegetables_pumpkin_name"
      },
      {
        "name": "quiz_vegetables_pumpkin_hint"
      },
      {
        "_": "Ты́ква (лат. Cucurbita) — род травянистых растений семейства Тыквенные (Cucurbitaceae). Под словом «тыква» в России обычно понимается вид Тыква обыкновенная (Cucurbita pepo).В отличие от декоративных, съедобные сорта тыквы употребляются в пищу. После тепловой обработки варёная или печёная тыква очень хорошо усваивается организмом и широко применяется даже для детского и диетического питания. Также хорошо используется для салатов и гарниров.",
        "name": "quiz_vegetables_pumpkin_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Тыква",
        "name": "quiz_vegetables_pumpkin_link"
      },
      {
        "_": "Чеснок",
        "name": "quiz_vegetables_garlic_name"
      },
      {
        "name": "quiz_vegetables_garlic_hint"
      },
      {
        "_": "Чесно́к (лат. Állium satívum) — многолетнее травянистое растение; вид рода Лук семейства Амариллисовые (Amaryllidaceae) подсемейства Луковые (Allioideae), ранее помещался в самостоятельное ныне упразднённое семейство Луковые (Alliaceae).\nПопулярная овощная культура у многих народов по всему миру, что объясняется острым вкусом и характерным запахом, связанным с наличием в составе растения тиоэфиров (органических сульфидов). Дольки луковицы («зубчики») используются в качестве посевного материала, употребляются в пищу (в сыром или приготовленном виде, как приправа). Листья, стрелки и цветоносы также съедобны и употребляются в основном у молодых растений.",
        "name": "quiz_vegetables_garlic_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Чеснок",
        "name": "quiz_vegetables_garlic_link"
      },
      {
        "_": "Свёкла",
        "name": "quiz_vegetables_beetroot_name"
      },
      {
        "name": "quiz_vegetables_beetroot_hint"
      },
      {
        "_": "Свёкла (лат. Béta) — род одно-, дву- и многолетних травянистых растений семейства Амарантовые (ранее род относился к семейству Маревые). Самыми известными представителями являются: свёкла обыкновенная, сахарная свёкла, кормовая свёкла. В обиходе все они носят общее название — свёкла. В юго-западных областях России и на большей части Украины растение называют буряк или бурак (также и в Белоруссии — белор. бурак). Встречается на всех континентах кроме Антарктиды.",
        "name": "quiz_vegetables_beetroot_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Свёкла",
        "name": "quiz_vegetables_beetroot_link"
      },
      {
        "_": "Кабачок",
        "name": "quiz_vegetables_marrow_name"
      },
      {
        "name": "quiz_vegetables_marrow_hint"
      },
      {
        "_": "Кабачок (уменьш. от укр. кабак, «тыква», из тюркских языков) — кустовая разновидность тыквы обыкновенной с продолговатыми плодами, без плетей. Плоды могут быть зелёного, жёлтого, чёрного или белого цвета. Мякоть нежная и быстроваркая, употребляется также и в сыром виде (в салатах).",
        "name": "quiz_vegetables_marrow_description"
      },
      {
        "_": "http://ru.m.wikipedia.org/wiki/Кабачок",
        "name": "quiz_vegetables_marrow_link"
      }
    ],
    "string-array": [
      {
        "name": "quiz_vegetables_potato_answers",
        "item": "Карто́фель"
      },
      {
        "name": "quiz_vegetables_potato_facts"
      },
      {
        "name": "quiz_vegetables_carrot_answers",
        "item": "Морковь"
      },
      {
        "name": "quiz_vegetables_carrot_facts",
        "item": "Оранжевого цвета"
      },
      {
        "name": "quiz_vegetables_pea_answers",
        "item": "Горох"
      },
      {
        "name": "quiz_vegetables_pea_facts",
        "item": "Зеленый"
      },
      {
        "name": "quiz_vegetables_cabbage_answers",
        "item": "Капуста"
      },
      {
        "name": "quiz_vegetables_cabbage_facts"
      },
      {
        "name": "quiz_vegetables_cucumber_answers",
        "item": "Огурец"
      },
      {
        "name": "quiz_vegetables_cucumber_facts",
        "item": "Зеленый"
      },
      {
        "name": "quiz_vegetables_onion_answers",
        "item": "лук"
      },
      {
        "name": "quiz_vegetables_onion_facts"
      },
      {
        "name": "quiz_vegetables_tomato_answers",
        "item": [
          "Томат",
          "Помидор"
        ]
      },
      {
        "name": "quiz_vegetables_tomato_facts",
        "item": "Красного цвета"
      },
      {
        "name": "quiz_vegetables_rhubarb_answers",
        "item": "Ревень"
      },
      {
        "name": "quiz_vegetables_rhubarb_facts"
      },
      {
        "name": "quiz_vegetables_redish_answers",
        "item": "редис"
      },
      {
        "name": "quiz_vegetables_redish_facts"
      },
      {
        "name": "quiz_vegetables_bean_answers",
        "item": "Боб"
      },
      {
        "name": "quiz_vegetables_bean_facts"
      },
      {
        "name": "quiz_vegetables_pepper_answers",
        "item": "Перец"
      },
      {
        "name": "quiz_vegetables_pepper_facts"
      },
      {
        "name": "quiz_vegetables_pumpkin_answers",
        "item": "Тыква"
      },
      {
        "name": "quiz_vegetables_pumpkin_facts"
      },
      {
        "name": "quiz_vegetables_garlic_answers",
        "item": "Чеснок"
      },
      {
        "name": "quiz_vegetables_garlic_facts"
      },
      {
        "name": "quiz_vegetables_beetroot_answers",
        "item": "Свёкла"
      },
      {
        "name": "quiz_vegetables_beetroot_facts"
      },
      {
        "name": "quiz_vegetables_marrow_answers",
        "item": "Кабачок"
      },
      {
        "name": "quiz_vegetables_marrow_facts"
      }
    ]
  }
}